Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/GeneralSettingsUI/AutomaticContentDownload.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_LDM_WIFI
source: When Low Data Mode is enabled for the network your iPad is on, apps may not use network data in the background. Allow apps to refresh their content when on Wi-Fi in the background.
ar: عند تمكين نمط البيانات المنخفضة للشبكة التي يستخدمها الـ iPad، فلن تتمكن التطبيقات من استخدام بيانات الشبكة في الخلفية. اسمح للتطبيقات بتحديث محتواها عند وجود شبكة Wi-Fi في الخلفية.
bg: Когато е активиран режим Пестене на данни за мрежата, към която е свързан iPad, приложенията не могат да използват мрежови данни във фонов режим. Позволете на приложенията да обновяват съдържанието си във фонов режим, когато се използва Wi-Fi.
ca: Quan el mode de consum de dades reduït estigui activat a la xarxa on es trobi l’iPad, les apps no podran utilitzar les dades de la xarxa en segon pla. Permet que les apps actualitzin el contingut en segon pla amb la Wi‑Fi.
cs: Pokud je v síti, ke které je iPad připojený, zapnutý režim malého objemu dat, aplikace na pozadí nemohou využívat síťová data. Aplikacím na pozadí můžete povolit aktualizaci obsahu během připojení k Wi‑Fi.
da: Når Lav datafunktion er slået til for det netværk, din iPad er forbundet til, kan apps ikke bruge netværksdata i baggrunden. Tillad apps at opdatere indhold via Wi-Fi i baggrunden.
de: Wenn für das Netzwerk, in dem sich das iPad befindet, der Datensparmodus aktiviert ist, dürfen Apps keine Netzwerkdaten im Hintergrund benutzen. Erlaube Apps, im Hintergrund Inhalte über WLAN zu aktualisieren.
el: Όταν είναι ενεργοποιημένη η Χαμηλή κατανάλωση δεδομένων για το δίκτυο στο οποίο είναι συνδεδεμένο το iPad, δεν επιτρέπεται στις εφαρμογές να χρησιμοποιούν δεδομένα δικτύου στο παρασκήνιο. Αυτή η ρύθμιση επιτρέπει στις εφαρμογές την ανανέωση του περιεχομένου τους στο παρασκήνιο όταν η συσκευή είναι συνδεδεμένη σε Wi-Fi.
es: Al activar el modo de datos reducidos para la red en la que se encuentra tu iPad, las apps no podrán usar los datos de la red en segundo plano. Puedes permitir que las apps actualicen sus contenidos en segundo plano cuando te conectes a una red Wi‑Fi.
es_us: Si se activa Ahorrar datos en la red de tu iPad, las apps no podrán consumir datos de la red en segundo plano. Permite que las apps actualicen su contenido en segundo plano conectándote a una red Wi-Fi.
fi: Kun Datansäästö on käytössä verkossa, jota iPad käyttää, apit eivät voi käyttää verkkodataa taustalla. Salli appien sisällön päivitys taustalla, kun olet Wi‑Fi-verkossa.
fr: Lorsque le mode Faibles données est activé pour le réseau auquel votre iPad est connecté, il se peut que les apps n’utilisent pas les données réseau en arrière-plan. Autorisez les apps à actualiser leur contenu sous Wi-Fi en arrière-plan.
fr_ca: Lorsque le mode de données réduites s’applique au réseau auquel votre iPad est connecté, les apps ne peuvent pas utiliser les données du réseau en arrière-plan. Autorisez les apps à actualiser leur contenu en arrière-plan lorsque l’appareil est connecté à un réseau Wi‑Fi.
he: כאשר ״מצב צריכת נתונים נמוכה״ פעיל עבור הרשת אליה מחובר ה-iPad שלך, יתכן שיישומים לא ישתמשו בנתוני רשת ברקע. ניתן לאפשר ליישומים לרענן את התוכן שלהם כאשר קיים חיבור לרשת אלחוטית ברקע.
hi: जब निम्न डेटा मोड उस नेटवर्क के लिए सक्षम रहता है जिससे iPad जुड़ा है, तो हो सकता है कि ऐप्स बैकग्राउंड में नेटवर्क डेटा का इस्तेमाल न करें। वाई-फ़ाई का उपयोग किए जाने पर बैकग्राउंड में कॉन्टेंट रीफ़्रेश करने के लिए ऐप्स को अनुमति दें।
hr: Kad je za mrežu na koju je spojen iPad omogućen Mod niske uporabe podataka, aplikacije ne mogu koristiti mrežne podatke u pozadini. Dozvolite aplikacijama osvježavanja njihovog sadržaja u pozadini kad je spojen Wi-Fi.
hu: Amikor az Alacsony adatforgalmú mód engedélyezve van azon a hálózaton, amelyhez az iPad csatlakozik, akkor az appok nem használhatják a hálózati adatokat a háttérben. Engedélyezze a tartalom háttérben történő frissítését az appok számára Wi-Fi használata esetén.
id: Jika Mode Data Rendah diaktifkan untuk jaringan yang sedang digunakan iPad Anda, app mungkin tidak akan menggunakan data jaringan di latar belakang. Izinkan app untuk menyegarkan konten mereka saat terhubung ke Wi-Fi di latar belakang.
it: Quando è attiva la modalità “Consumo limitato di dati” per la rete a cui iPad è connesso, le app potrebbero non utilizzare i dati di rete in background. Consenti alle app di aggiornare i propri contenuti quando il tuo dispositivo è connesso alla rete Wi-Fi in background.
ja: お使いのiPadが接続しているネットワークで省データモードが有効になっている場合、アプリがバックグラウンドでネットワークデータを使用できない場合があります。 Wi-Fi通信接続中、使用されていないアプリがバックグラウンドでコンテンツを更新することを許可します。
kk: iPad құрылғысында қосылған желіде деректерді үнемдеу режимі қосулы болғанда, қолданбалар желілік деректерді фондық режимде пайдалана алмайды. Wi-Fi желісі қосулы болғанда, қолданбаларға контентті фондық режимде жаңартуға рұқсат беріңіз.
ko: iPad가 연결된 네트워크에 대해 저데이터 모드가 활성화되어 있으면 앱이 백그라운드에서 네트워크 데이터를 사용하지 않을 수 있습니다. Wi‑Fi에 연결되어 있을 때 백그라운드에서 앱 콘텐츠를 새로 고칠 수 있도록 허용합니다.
lt: Kai duomenų taupymo režimas iįjungtas tinkle, prie kurio prisijungęs jūsų „iPad“, programos negali naudoti tinklo duomenų fone. Leiskite programoms atnaujinti savo turinį fone, prisijungus prie „Wi-Fi“.
ms: Apabila Mod Data Rendah didayakan untuk rangkaian yang digunakan oleh iPad anda, app tidak boleh menggunakan data rangkaian di latar belakang. Benarkan app menyegarkan semula kandungannya apabila menggunakan Wi-Fi di latar belakang.
nl: Wanneer de databesparingsmodus is ingeschakeld voor het netwerk waarop je iPad zich bevindt, mogen apps geen netwerkgegevens op de achtergrond gebruiken. Geef apps toestemming om hun inhoud op de achtergrond te verversen wanneer er verbinding is met een wifinetwerk.
no: Apper kan ikke bruke nettverksdata i bakgrunnen hvis du har aktivert Lav databruk for nettverket som iPaden er tilkoblet. Tillat at apper kan oppdatere innholdet i bakgrunnen når du er koblet til Wi‑Fi.
pl: Gdy tryb niskiego transferu danych jest włączony dla sieci, której używa iPad, aplikacje nie mogą przesyłać przez nią danych w tle. Pozwól aplikacjom odświeżać swoje dane w tle przez sieć Wi‑Fi.
pt: Quando o Modo de Economia de Dados estiver ativado na rede do iPad, os apps podem não usar dados da rede em 2º plano. Permite que os apps atualizem conteúdo quando houver uma conexão Wi‑Fi em 2º plano.
pt_pt: Quando o modo de dados reduzidos está ativo na rede à qual o iPad se encontra ligado, as aplicações não podem usar dados de rede em segundo plano. Permitir que as aplicações atualizem o respetivo conteúdo, em segundo plano, quando houver ligação a uma rede Wi‑Fi.
ro: Când modul Trafic date redus este activat pentru rețeaua în care se află iPad‑ul, aplicațiile nu pot utiliza rețeaua pentru trafic de date în fundal. Permiteți aplicațiilor să‑și reîmprospăteze conținutul prin Wi‑Fi în fundal.
ru: Когда режим экономии данных включен для сети, в которой находится Ваш iPad, приложения не могут использовать сетевые данные в фоновом режиме. Разрешите приложениям обновлять контент в фоновом режиме при нахождении в сети Wi‑Fi.
sk: Keď bude iPad pripojený k sieti s aktivovaným režimom šetrenia dát, apky bežiace na pozadí pravdepodobne nebudú môcť využívať sieťové dáta. Povoľte apkám osviežovať obsah na pozadí, ak je dostupné pripojenie k Wi-Fi.
sl: Ko je za omrežje vašega iPada vklopljen način nizke porabe podatkov, aplikacije ne morejo uporabljati omrežnih podatkov v ozadju. Dovolite aplikacijam, da osvežijo vsebino v ozadju, ko uporabljate Wi-Fi.
sv: När läget med låg dataförbrukning är aktiverat för nätverket som iPad är ansluten till kan appar inte använda nätverksdata i bakgrunden. Tillåt att appar uppdaterar sitt innehåll vid anslutning till Wi-Fi i bakgrunden.
th: เมื่อเปิดใช้งานโหมดประหยัดข้อมูลสำหรับเครือข่ายที่ iPad ของคุณใช้อยู่ แอปอาจไม่ใช้ข้อมูลเครือข่ายในระหว่างอยู่เบื้องหลัง อนุญาตให้แอปดึงข้อมูลใหม่อยู่เบื้องหลังเมื่อเชื่อมต่อกับ Wi‑Fi
tr: Düşük Veri Modu iPad’inizin bağlı olduğu ağda etkinleştirilmişken uygulamalar arka planda ağ verilerini kullanamayabilir. Arka planda Wi-Fi’ye bağlıyken uygulamaların içeriklerini yenilemesine izin verir.
uk: Коли ввімкнено Режим економії даних для мережі, у якій перебуває ваш iPad, програми не можуть використовувати мережеві дані у фоновому режимі. Дозвольте програмам оновлювати їхній контент за зʼєднання з Wi-Fi у фоновому режимі.
vi: Khi Chế độ dữ liệu thấp được bật cho mạng mà iPad của bạn kết nối vào, các ứng dụng không thể sử dụng dữ liệu mạng trong nền. Cho phép các ứng dụng làm mới nội dung trong nền khi kết nối vào mạng Wi-Fi.
zh_cn: 当你iPad所在的网络启用“低数据模式”时，App将不会在后台使用网络数据。 使用Wi-Fi时，允许App后台刷新。
zh_hk: 當iPad所連接的網絡已啟用「低數據模式」時，App可能無法在背景中使用網絡數據。 連接Wi-Fi時，允許App在背景重新整理內容。
zh_tw: 若iPad連接的網路已啟用「低數據模式」，App可能無法在背景中使用網路數據。 連接Wi-Fi時，允許App在背景中重新整理內容。

# WIFI_ONLY
source: Wi-Fi
de: WLAN
he: רשת אלחוטית
hi: वाई-फ़ाई

# WLAN_ONLY
source: WLAN
zh_cn: 无线局域网
